Repository: lawardy/erwinTranslationTesting
Catalog: passport-webapp/*.po
Languages: ar, iw, ja, pt, th, uk

source: Account already exists
iw: חשבון כבר קיים
ja: アカウントはすでに存在します
pt: Esse e-mail já foi utilizado
uk: Обліковий запис вже існує

source: All job search information is kept private.
iw: כל מידע על חיפושי המשרות שלך יישאר פרטי.
ja: すべての求人検索情報は非公開となります。
pt: Toda informação de busca de emprego é mantida privada.
th: ข้อมูลเกี่ยวกับการค้นหางานจะถูกเก็บแบบส่วนบุคคุล
uk: Вся інформація про пошук роботи є конфіденційною.

source: By creating an account, you agree to Indeed's <a {0}>Terms of Service</a> and consent to our <a {2}>Cookie Policy</a> and <a {1}>Privacy Policy</a>.
ar: بإنشاء حساب، فإنك توافق على <a {0}>شروط الخدمة</a> في إنديد وتوافق على <a {2}>سياسة الكوكيز</a>و<a {1}>سياسة الخصوصية</a> لدينا.
iw: ביצירת חשבון אתה מסכים ל<a {0}>תנאי השימוש של Indeed</a> וכן נותן הסכמתך למדיניות ה-<a {2}>Cookie</a> וה-<a {1}>פרטיות</a> שלנו.
ja: アカウントを作成することにより、あなたは Indeed の<a {0}>利用規約</a>および<a {2}>Cookie ポリシー</a>並びに<a {1}>プライバシー規約</a>に同意するものとします。
pt: Ao criar uma conta, você concorda com os <a {0}>Termos de Serviço</a> do Indeed e consente com a nossa <a {2}>Política de Cookies</a> e <a {1}>Política de Privacidade</a>.
th: ในการสร้างบัญชีใหม่ เราจะถือว่าคุณได้ยอมรับ<a {0}>ข้อกำหนดในการให้บริการ</a>, <a {2}>นโยบายเกี่ยวกับคุกกี้</a>และ<a {1}>นโยบายเกี่ยวกับความเป็นส่วนตัว</a>ของ Indeed แล้ว
uk: Створюючи обліковий запис, ви погоджуєтесь з нашими <a {0}>Умовами надання послуг</a> і приймаєте <a {2}>Політику Cookie</a> та <a {1}>Політику конфіденційності</a> Indeed.

source: By modifying your account, you agree to Indeed's <a {0}>Terms of Service</a> and consent to our <a {2}>Cookie Policy</a> and <a {1}>Privacy Policy</a>.
ar: قيامك بتعديل حسابك يعني أنك توافق على <a {0}>شروط الخدمة </a>الخاصة بموقع إنديد وبأنك تقبل <a {2}> سياسية تعريف الارتباط </a> <a {1}> وسياسة الخصوصية</a> الخاصة بنا.
iw: בשינוי חשבונך אתה מסכים ל<a {0}>תנאי השימוש של Indeed</a> וכן נותן הסכמתך למדיניות ה-<a {2}>Cookie</a> וה-<a {1}>פרטיות</a> שלנו.
ja: アカウントの内容を変更することにより、 あなたは Indeed の<a {0}>利用規約</a>、<a {2}>Cookieポリシー</a>および<a {1}>プライバシーポリシー</a>に同意するものとします。
pt: Ao modificar sua conta, você concorda com os <a {0}>Termos de Serviço</a> do Indeed e consente com a nossa <a {2}>Política de Cookies</a> e <a {1}>Política de Privacidade</a>.
th: ในการแก้ไขบัญชีของคุณ เราจะถือว่าคุณได้ยอมรับ<a {0}>ข้อกำหนดในการให้บริการ</a>, <a {2}>นโยบายเกี่ยวกับคุกกี้</a>และ<a {1}>นโยบายเกี่ยวกับความเป็นส่วนตัว</a>ของ Indeed แล้ว
uk: Змінюючи ваш обліковий запис, ви погоджуєтесь з нашими <a {0}>Умовами надання послуг</a> і приймаєте <a {2}>Політику Cookie</a> та <a {1}>Політику конфіденційності</a> Indeed.

source: By providing your phone number you are consenting to receive messages from Indeed.com via text messages. Message and data rates may apply.
ar: من خلال توفير رقم هاتفك فإنك توافق على تلقي رسائل من إنديد.كوم عبر رسائل نصية. قد يتم فرض رسوم على معدلات البيانات والرسائل.
iw: במתן מספר הטלפון שלך אתה מביע את הסכמתך לקבל הודעות מ- Indeed.com באמצעות הודעות טקסט. ייתכן שתחויב על ידי ספק השירות בתעריפים הרגילים של הודעות טקסט.
ja: あなたは、電話番号を提供することにより、Indeed.com からテキストメッセージを受け取ることに同意します。受信料やデータ料金が適用される場合があります。
pt: Ao fornecer o seu número de telefone, você concorda em receber mensagens de texto (SMS) do Indeed.com. A transmissão de dados e mensagens poderá ser tarifada.
th: ในการให้หมายเลขโทรศัพท์ของคุณกับเรา เราจะถือว่าคุณได้ยินยอมให้ Indeed ส่งข้อความหาคุณ หมายเหตุ อาจจะมีค่าใช้จ่ายที่เกี่ยวข้องเพิ่มเติมในส่วนนี้
uk: Надаючи свій номер телефону, ви погоджуєтесь отримувати текстові повідомлення від Indeed.com. За повідомлення та передачу даних може стягуватися плата.

# common-strings
source: By using Indeed, you agree to our new <a {0}>Terms</a>.
ar: باستخدام إنديد توافق على <a {0}>شروطنا</a> الجديدة.
iw: בשימוש ב-Indeed אתה מסכים ל<a {0}>תנאים החדשים שלנו</a>.

source: By using Indeed, you agree to our new [Terms|{0}].
ar: باستخدام إنديد توافق على [شروطنا|{0}] الجديدة.
iw: בשימוש ב-Indeed אתה מסכים ל [תנאים החדשים שלנו|{0}].
ja: Indeed を使用することで、弊社の新しい[利用規約|{0}]に同意するものとします。
pt: Ao utilizar o Indeed, você concorda com nossos novos [Termos|{0}].
th: ในการใช้งานระบบของ Indeed, เราจะถือว่าคุณได้ยอมรับ [ข้อกำหนด|{0}] ใหม่ของเราแล้ว
uk: Використовуючи Indeed, ви погоджуєтесь з нашими новими [Умовами|{0}].

source: Call canceled
ar: تم إلغاء الاتصال
iw: שיחה בוטלה
ja: コールがキャンセルされました
pt: Chamada cancelada
th: ยกเลิกการโทรแล้ว

source: Call me again
iw: התקשר אלי שוב
pt: Ligue-me novamente
th: โทรหาฉันอีกครั้ง
uk: Зателефонуйте мені ще раз

source: Call me now
ar: اتصل بي الآن
iw: התקשר אלי עכשיו
ja: 今すぐ電話を受ける
pt: Ligue-me agora
th: โทรหาฉันตอนนี้
uk: Зателефонуйте мені зараз

source: Calling {0}
ar: الأتصال {0}
iw: מתקשר ל-{0}
pt: Ligando para {0}
th: กำลังโทรไปที่เบอร์ {0}

source: Cancel
iw: ביטול
pt: Cancelar
uk: Скасувати

source: Change country
ar: تغيير البلد
iw: החלפת מדינה
ja: 国を変更する
pt: Mudar país

source: Confirm
ar: تأكيد
iw: אישור
ja: 確認する
pt: Confirmar

source: Connected. Please wait...
iw: מתחבר. אנא המתן...
ja: 接続されました。 お待ちください...
th: เชื่อมต่อแล้ว กรุณารอสักครู่...
uk: З'єднання встановлено. Будь ласка, зачекайте…

source: Continue
ar: استمرار
iw: המשך
ja: 続行
pt: Continuar

# button
source: Create Account
iw: צור חשבון
ja: アカウントを作成
pt: Criar Conta
th: สร้างบัญชีใหม่
uk: Створити обліковий запис

# header
source: Create an Account (it's free)
iw: צור חשבון (חינם)
ja: アカウントを作成（無料）
pt: Crie uma Conta (é grátis!)
th: สร้างบัญชีใหม่ (ฟรี)
uk: Створити обліковий запис (безкоштовно)

source: Do you prefer to verify your account by email? Click on the link in the email we just sent you!
ar: هل تفضل أن تحقق حسابك من خلال بريد إلكتروني؟ انقر على الرابط الذي ارسلناه اليك الآن.
iw: האם אתה מעדיף לאשר את חשבונך באמצעות אימייל? לחץ על הקישור באימייל שנשלח אליך!
ja: E メールからアカウントを有効化しますか？弊社から送信されたメールのリンクをクリックしてください！
pt: Prefere verificar sua conta por e-mail? Clique no link que enviamos para o seu e-mail!
th: คุณต้องการยืนยันบัญชีของคุณทางอีเมลมากกว่าหรือไม่? คุณสามารถทำได้โดยการคลิกบนลิงก์ในอีเมลที่เราเพิ่งส่งให้กับคุณได้เลย
uk: Бажаєте підтвердити свій обліковий запис через електронну пошту? Перейдіть за посиланням в електронному листі, який ми вам щойно надіслали!

source: Email Address
ar: عنوان البريد الإلكتروني
iw: כתובת אימייל
ja: メールアドレス
pt: Endereço de E-mail
th: อีเมล
uk: Адреса електронної пошти

source: Email address: [{0}|{1}]
iw: כתובת אימייל: [{0}|{1}]
ja: メールアドレス: [{0}|{1}]
pt: Endereço de e-mail: [{0}|{1}]
uk: Адреса електронної пошти: [{0}|{1}]

source: Email addresses don't match
iw: כתובות האימייל אינן תואמות
ja: メールアドレスが一致しません
pt: Os endereços de e-mail não coincidem
th: อีเมลไม่ตรงกัน

source: Enter a valid phone number without a phone extension, such as your cell phone number.
ar: إدخال رقم هاتف صحيح بدون رقم هاتف داخلي، مثل رقم هاتفك الخلوي.
iw: אנא הזן מספר טלפון ללא שלוחה, מספר טלפון נייד לדוגמה.
ja: 携帯電話番号などの内線番号なしの有効な電話番号を入力してください。
pt: Insira um número de telefone válido, incluindo o DDD, como por exemplo, um número de celular.
th: กรุณากรอกหมายเลขโทรศัพท์ที่ถูกต้อง (ไม่สามารถใช้เบอร์ที่ต้องต่อไปยังหมายเลขภายในได้) เช่น หมายเลขโทรศัพท์มือถือของคุณ
uk: Введіть дійсний номер телефону, наприклад, номер вашого мобільного телефону.

source: Enter the email associated with your Indeed account and we'll send you instructions to reset your password.
ar: إدخال البريد الإلكتروني المرتبط بحسابك في إنديد وسنرسل لك إرشادات كيفية إعادة تعيين كلمة المرور الخاصة بك.
iw: בכדי לקבל אימייל עם הנחיות לאיפוס סיסמה יש להזין את כתובת האימייל המשוייכת לחשבונך ב-Indeed.
ja: Indeed アカウントに使用しているメールアドレスを入力すると、パスワードをリセットする手順が送信されます。
pt: Insira o e-mail associado à sua conta do Indeed e enviaremos instruções para redefinir sua senha.
th: กรุณาระบุอีเมลที่คุณใช้สำหรับบัญชี Indeed ของคุณ และเราจะส่งวิธีการตั้งรหัสผ่านใหม่ไปให้คุณ
uk: Введіть адресу електронної пошти, що пов'язана з вашим обліковим записом Indeed, і ми надішлемо вам інструкції для зміни пароля.

source: Enter this verification code on your phone:
ar: إدخال هذا رمز التحقق في هاتفك:
iw: הזן למכשירך הנייד את קוד האימות המצורף.
ja: この認証コードを電話に入力してください：
pt: Insira este código de verificação no seu telefone:
uk: Введіть цей код підтвердження на вашому телефоні:

source: Enter your email
ar: إدخال بريدك الإلكتروني
iw: הזן כתובת אימייל
ja: メールアドレスを入力
pt: Insira seu e-mail
th: ระบุอีเมลของคุณ
uk: Введіть адресу електронної пошти

source: Facebook login failed
iw: כניסה לפייסבוק נכשלה

source: Forgot Your Password?
ar: نسيت كلمة مرورك؟
iw: שכחת סיסמה?
ja: パスワードをお忘れですか？
pt: Esqueceu sua senha?
uk: Забули пароль?

source: Have an account? Sign in
ar: هل لديك حساب؟ تسجيل الدخول
iw: יש לך חשבון? היכנס
ja: アカウントをお持ちですか？ ログイン
pt: Já possui uma conta? Acessar
uk: Вже зареєстровані? Увійдіть у свій обліковий запис

source: Help Center
iw: מרכז תמיכה
ja: ヘルプセンター
pt: Central de Ajuda
uk: Центр підтримки

source: If you have an Indeed account, you'll receive instructions for resetting your password at [{0}|{1}]
ar: إذا كان لديك حساب في إنديد ، فستحصل على إرشادات لإعادة تعيين كلمة مرورك في [{0}|{1}]
iw: במידה ויש לך חשבון ב-Indeed מיד תקבל הנחיות לאיפוס סיסמתך לאימייל-[{0}|{1}]
ja: Indeed アカウントをお持ちの場合、パスワードをリセットするための手順が [{0}|{1}] に送信されます
pt: Caso você tenha uma conta no Indeed, você receberá instruções para redefinir sua senha em [{0}|{1}].
th: หากคุณมีบัญชี Indeed คุณจะได้รับคำแนะนำสำหรับวิธีการตั้งรหัสผ่านใหม่ที่ [{0}|{1}]
uk: Якщо у вас є обліковий запис Indeed, ви отримаєте інструкції для зміни пароля на [{0}|{1}]

source: Incorrect password or email address
iw: כתובת אימייל או סיסמה שגויים
ja: パスワードまたはメールアドレスが正しくありません
pt: Senha ou e-mail incorretos
th: รหัสผ่านหรืออีเมลไม่ถูกต้อง
uk: Невірний пароль або адреса електронної пошти

source: Invalid email address
iw: כתובת אימייל לא חוקית
ja: 無効なメールアドレス
th: อีเมลไม่ถูกต้อง
uk: Невірна адреса електронної пошти

source: Keep me signed-in on this computer.
ar: حافظ على تسجيل دخولي على هذا الكمبيوتر.
iw: זכור אותי במחשב זה.
ja: ログイン状態を保持
pt: Mantenha-me conectado neste computador.
th: ให้ฉันอยู่ในระบบเสมอบนคอมพิวเตอร์เครื่องนี้
uk: Запам'ятати мене на цьому комп'ютері.

source: New password ({0} character minimum)
ar: كلمة المرور الجديدة ({0} حروف على الأقل)
iw: סיסמה חדשה ({0} תווים לפחות)
ja: 新しいパスワード ({0} 文字以上)
pt: Nova senha (mínimo de {0} caracteres)
th: รหัสผ่านใหม่ (อย่างน้อย {0} ตัวอักษร)
uk: Новий пароль (мінімум {0} символів)

source: Next
iw: הבא
ja: 次へ
pt: Próxima

source: Not a member? Create an account free
ar: لست عضواً؟ إنشاء حساباً مجاناً
iw: לא רשום? צור חשבון חינם
ja: 初めてのご利用ですか？無料でアカウントを作成
pt: Ainda não está cadastrado? Crie uma conta grátis!
th: ยังไม่ได้เป็นสมาชิก? สร้างบัญชี ฟรี
uk: Ще не зареєстровані? Створіть обліковий запис безкоштовно

source: Password
ar: كلمة المرور
iw: סיסמה
ja: パスワード
pt: Senha
th: รหัสผ่าน
uk: Пароль

source: Password must be at least {0} characters long
ar: يجب أن تتكون كلمة المرور من {0} حروف على الأقل
iw: סיסמה צריכה להכיל {0} תווים לפחות
ja: パスワードは {0} 文字以上に設定してください
pt: A senha deve ter no mínimo {0} caracteres
th: รหัสผ่านต้องมีความยาวอย่างน้อย {0} ตัวอักษร
uk: Пароль повинен складатись щонайменше з {0} символів

source: Passwords do not match
iw: סיסמאות אינן תואמות
ja: パスワードが一致しません
pt: As senhas não coincidem

source: Phone number
ar: رقم الهاتف
iw: מספר טלפון
ja: 電話番号
pt: Número de telefone
th: เบอร์โทรศัพท์
uk: Номер телефону

source: Please enter a password at least {0} characters long
ar: يرجى إدخال كلمة مرور تتكون من {0} حروف على الأقل
iw: יש לבחור סיסמה בעלת {0} תווים לפחות
ja: 少なくとも {0} 文字のパスワードを入力してください
pt: Por favor, insira uma senha com no mínimo {0} caracteres
th: กรุณาระบุรหัสผ่านที่มีความยาวอย่างน้อย {0} ตัวอักษร
uk: Будь ласка, введіть пароль довжиною щонайменше {0} символів

source: Please enter a valid email address
iw: אנא הזן כתובת אימייל חוקית
ja: 有効なメールアドレスを入力してください
pt: Por favor, insira um endereço de e-mail válido
th: กรุณาระบุอีเมลที่ถูกต้อง
uk: Будь ласка, введіть дійсну адресу електронної пошти

source: Please enter your email address
iw: הזן כתובת אימייל
ja: メールアドレスを入力してください
pt: Por favor, insira seu endereço de e-mail
th: กรุณาระบุอีเมลของคุณ
uk: Будь ласка, введіть адресу вашої електронної пошти

source: Please fix any errors on the page
iw: יש לתקן את כל השגיאות בעמוד זה
ja: ページ内のすべてのエラーを修正してください
th: กรุณาแก้ไขข้อผิดพลาดตามที่ระบุบนหน้าจอ
uk: Будь ласка, виправте будь-які помилки на сторінці

source: Please re-type your email address
iw: יש להזין כתובת אימייל פעם נוספת
ja: メールアドレスを再入力してください
pt: Por favor, insira seu endereço de e-mail novamente
th: กรุณาพิมพ์อีเมลของคุณใหม่อีกครั้ง
uk: Будь ласка, введіть адресу вашої електронної пошти ще раз

source: Please select a contact method.
iw: אנא בחר דרך ליצירת קשר.

source: Preferred contact method
iw: דרך יצירת קשר מועדפת
pt: Forma de contato preferida
th: ติดต่อผ่านทาง
uk: Рекомендований спосіб контакту

source: Re-type Email
iw: חזור על כתובת האימייל
ja: メールアドレスを再入力
pt: Insira o e-mail novamente
th: พิมพ์อีเมลอีกครั้ง
uk: Повторіть адресу електронної пошти

source: Re-type password
ar: إعادة إدخال كلمة المرور.
iw: חזור על הסיסמה
ja: パスワードを再入力
pt: Insira a senha novamente
th: พิมพ์รหัสผ่านอีกครั้ง
uk: Повторіть пароль

source: Reset Password
iw: איפוס סיסמה
ja: パスワードをリセット
pt: Redefinir Senha
uk: Змінити пароль

source: Reset Your Password
ar: إعادة تعيين كلمة مرورك.
iw: איפוס סיסמה
ja: パスワードをリセット
pt: Redefina Sua Senha
uk: Змініть свій пароль

# header
source: Reset Your Password
ar: أعد تعيين كلمة مرورك
iw: איפוס סיסמה
ja: パスワードをリセット
pt: Redefina Sua Senha
uk: Змініть свій пароль

source: Send a text message (SMS)
ar: إرسال رسالة نصية (SMS)
iw: שלח הודעת טקסט (SMS)
pt: Envie-me uma mensagem de texto (SMS)

# button or link to sign in
source: Sign In
ar: تسجيل الدخول
iw: כניסה
ja: ログイン
pt: Acessar
th: เข้าสู่ระบบ
uk: Увійти

# header
source: Sign In
ar: تسجيل الدخول
iw: כניסה
ja: ログイン
pt: Acessar
th: เข้าสู่ระบบ
uk: Увійти

source: Sign in to view and edit your Indeed Resume, or apply to jobs easily with it.
ar: تسجيل الدخول لاستعراض وتعديل سيرتك الذاتية إنديد، أو تقدم الى وظائف بسهولة معها.
iw: יש להתחבר בכדי לצפות ולערוך את קורות החיים שלך ובכדי להגישן למשרות פתוחות.
pt: Acesse sua conta para visualizar e editar seu Currículo Indeed, e candidate-se a vagas facilmente.
uk: Увійдіть в систему, щоб переглянути та відредагувати ваше Indeed резюме або відгукнутися на вакансію.

source: Sign in with Facebook
ar: تسجيل الدخول باستخدام فيس بوك
iw: הרשמה באמצעות פייסבוק
ja: Facebook でログイン
pt: Acessar com o Facebook
th: เข้าสู่ระบบด้วยบัญชี Facebook
uk: Увійти за допомогою Facebook

source: Submit
ar: إرسال
iw: שלח
ja: 送信
pt: Enviar
uk: Надіслати

# button
source: Submit
ar: إرسال
iw: שלח
ja: 送信
pt: Enviar
th: ยืนยัน
uk: Надіслати

source: Thanks, your phone number is verified.
ar: شكراً، ‏‏تم التحقق رقم هاتفك.
iw: תודה, מספר הטלפון אושר.
ja: ありがとうございます。電話番号が確認されました。
pt: Obrigado, seu número de telefone foi verificado.
th: ขอบคุณค่ะ, หมายเลขโทรศัพท์ของคุณได้รับการยืนยันแล้ว
uk: Дякуємо, ваш номер телефону підтверджено.

source: The confirmation code does not match
iw: קוד הזיהוי אינו תואם
pt: Código não correspondente
uk: Невірний код підтвердження

source: The link to reset your password is expired.
ar: انتهت صلاحية الرابط لإعادة تعيين كلمة مرورك.
iw: קישור לאיפוס סיסמה לא בתוקף.
ja: パスワードをリセットするためのリンクの有効期限が過ぎています。
pt: O link para redefinir sua senha expirou.
th: ลิงก์สำหรับการตั้งรหัสผ่านใหม่นี้หมดอายุแล้ว
uk: Термін дії посилання для зміни пароля закінчився.

source: The link to reset your password is invalid.
ar: رابط لإعادة تعيين كلمة مرورك غير صالح.
iw: הקישור לאיפוס סיסמתך אינו תקין.
ja: パスワードをリセットするためのリンクが無効です。
pt: O link para redefinir sua senha é inválido.
th: ลิงก์สำหรับการตั้งรหัสผ่านใหม่นี้ไม่ถูกต้อง
uk: Невірне посилання для зміни пароля.

source: There was an error verifying your phone, please try again.
ar: حدث خطأ في تحقق هاتفك، الرجاء المحاولة مرة أخرى.
iw: שגיאה באישור מספר הטלפון, אנא נסה שנית.
ja: 電話の認証中にエラーが発生しました。再試行してください。
pt: Houve um erro ao verificar seu telefone, por favor tente novamente.
th: พบข้อผิดพลาดในการยืนยันโทรศัพท์ของคุณ, กรุณาลองอีกครั้ง
uk: Під час перевірки номера телефону виникла помилка. Будь ласка, спробуйте ще раз.

source: To provide the best experience for job seekers and employers, we need to verify that the phone number associated with your account belongs to you. The verification process is automated and takes less than a minute.
ar: من أجل توفير أحسن تجربة للباحثين عن عمل وأصحاب العمل، نحتاج أن نحقق أنّ رقم الهاتف متعلق بحسابك ينتمي إليك. عملية التحقق تلقائية وتستغرق أقل من دقيقة.
iw: כדי לספק את החוויה הטובה ביותר עבור מחפשי עבודה והמעסיקים, אנו צריכים לוודא שמספר הטלפון המשויך לחשבונך אכן שייך לך. תהליך האימות פועל באופן אוטומטי ולוקח פחות מדקה.
ja: 求職者と採用企業に最高のサービスを提供するために、あなたのアカウントに関連付けられた電話番号があなたのものであることを確認する必要があります。確認プロセスは自動化されており、所要時間は1分以内です。
pt: Para proporcionar a melhor experiência aos candidatos e às empresas, precisamos verificar que o número de telefone associado à sua conta pertence a você. O processo de verificação é automático e leva menos de um minuto.
uk: Щоб забезпечити надання послуг для пошукачів і роботодавців на найкращому рівні, ми повинні переконатися, що номер телефону, пов'язаний з вашим обліковим записом, належить саме вам. Процес підтвердження автоматизований і забере менше хвилини.

source: Verification code
ar: رمز التحقق
iw: קוד אימות
pt: Código de verificação
uk: Код підтвердження

source: Verification code sent to {0}. Enter the code you received below.
ar: تم إرسال رمز التحقق إلى {0}. إدخال الرمز الذي تلقيته أدناه.
iw: קוד אימות נשלח ל- {0}. יש להזין את הקוד בעמוד זה.
pt: Código de verificação enviado para {0}. Insira abaixo o código recebido.
th: รหัสยืนยันถูกส่งไปยัง {0} เรียบร้อยแล้ว กรุณาใส่รหัสที่คุณได้รับด้านล่าง
uk: Код підтвердження відправлено на {0}. Введіть отриманий код нижче.

source: Verify your phone number
ar: تحقق رقم هاتفك
iw: אימות מספר הטלפון
ja: 電話番号の確認
pt: Verifique seu número de telefone
th: ยืนยันหมายเลขโทรศัพท์ของคุณ
uk: Підтвердіть ваш номер телефону

source: We also just sent a confirmation email to {0}. Click on the confirmation link in the email to verify your email address so that employers can reach you via email.
ar: أيضا أرسلنا رسالة بريد إلكتروني التأكيد الى {0} مؤخراً. انقر على الرابط في الرسالة من أجل تأكيد بريدك الإلكتروني وتمكن أصحاب العمل أن يتصلون معك عبر بريد إلكتروني.
iw: בנוסף נשלח אליך אימייל אישור לכתובת- {0}. יש ללחוץ על הקישור שמופיע בו בכדי לאפשר למעסיקים ליצור איתך קשר באמצעות אימייל.
ja: {0} に確認メールを送信しました。メールの確認リンクをクリックし、メールアドレスを確認すると採用企業からのメールを受け取れるようになります。
pt: Enviamos, também, um e-mail de confirmação para {0}. Clique no link de confirmação que aparece no e-mail para verificar o seu endereço de e-mail para que as empresas possam entrar em contato com você via e-mail.
th: เราส่งอีเมลยืนยันไปยัง {0} แล้ว กรุณาคลิกลิงก์ยืนยันในอีเมลเพื่อยืนยันอีเมลของคุณ เพื่อให้ผู้ว่าจ้างสามารถติดต่อคุณผ่านทางอีเมลได้
uk: Ми також щойно надіслали електронного листа на {0} для підтвердження адреси електронної пошти. Перейдіть за посиланням в листі, щоб роботодавці могли зв''язатися з вами по електронній пошті.

source: We won't post anything without your permission.
iw: אנו לא נפרסם שום דבר ללא רשותך.
ja: ユーザーの許可なしに、弊社が投稿することはありません。
pt: Não publicaremos nada sem sua permissão.
th: เราจะไม่โพสต์ข้อมูลใดๆหากไม่ได้รับอนุญาตจากคุณ
uk: Ми не будемо розміщувати будь-яку інформацію без вашого дозволу.

source: Your email is associated with an existing account.
iw: כתובת האימייל שלך כבר משוייכת לחשבון קיים.
ja: このメールアドレスは、既存のアカウントに関連付けられています。
pt: Seu e-mail está associado a uma conta já existente.
th: มีการใช้อีเมลของคุณกับบัญชีอื่นแล้ว
uk: Ваша адреса електронної пошти пов'язана з існуючим обліковим записом.

source: Your password has been reset.
ar: تم إعادة تعيين كلمة مرورك.
iw: סיסמתך אופסה.
ja: パスワードがリセットされました。
pt: Sua senha foi redefinida.
th: รหัสผ่านใหม่ของคุณถูกตั้งเรียบร้อยแล้ว
uk: Ваш пароль змінено.

source: Your password has been reset. [Sign In|{0}]
ar: تم إعادة تعيين كلمة مرورك. [تسجيل الدخول{0} |]
iw: סיסמתך אופסה. [כניסה|{0}]
ja: パスワードがリセットされました。[ログイン|{0}]
pt: Sua senha foi redefinida. [Acessar|{0}]
th: รหัสผ่านใหม่ของคุณถูกตั้งเรียบร้อยแล้ว, [เข้าสู่ระบบ|{0}]
uk: Ваш пароль змінено. [Увійти|{0}]

source: Your password is too simple. Make it more secure by using capitalization, numbers and special characters, or by making it longer.
ar: كلمة مرورك بسيطة جداً. تأمينها باستخدام أرقام وأحرف خاصة، أو اجعلها أطول.
iw: סיסמתך פשוטה מידי. בכדי לשמור את חשבונך בטוח אנא השתמש במספרים, אותיות ותווים מיוחדים או בסיסמה ארוכה יותר.
ja: パスワードが簡単すぎます。大文字、数字、特殊文字等を用いるか、長いパスワードを作成し、安全性を高めてください。
pt: Sua senha é muito simples. Crie uma senha mais segura utilizando mais caracteres, letras maiúsculas, números e caracteres especiais.
th: เนื่องจากรหัสผ่านของคุณง่ายเกินไป เราขอแนะนำให้คุณใช้อักษรตัวพิมพ์ใหญ่, ตัวเลข, อักขระพิเศษต่างๆ หรือใส่รหัสผ่านที่ยาวขึ้นเพื่อเพิ่มความปลอดภัยให้กับบัญชีของคุณ
uk: Ваш пароль занадто простий. Щоб зробити пароль надійнішим, використовуйте великі літери, цифри та спеціальні символи або зробіть його довшим.

# separates different sign in methods
source: or
ar: أو
iw: או
ja: または
pt: ou
th: หรือ
uk: або

source: reCAPTCHA validation unsuccessful. Please try again.
ar: التحقق من reCAPTCHA غير ناجح. ‏‏الرجاء إعادة المحاولة.
iw: אימות נכשל. אנא נסה שנית.

source: {0} is associated with another account. Please enter a different number where you can be reached directly.
ar: {0} متعلق بحساب آخر. الرجاء إدخال رقم مختلف فيه من الممكن الوصول إليك مباشرة.
iw: {0} משוייך לחשבון קיים. אנא נסה מספר טלפון אחר בו ניתן להגיע אליך בצורה ישירה.
ja: {0} は別のアカウントに関連付けられています。あなたに直通連絡できる他の番号を入力してください。
pt: {0} já está associado a outra conta. Por favor, insira um número diferente onde possa ser contatado diretamente.
th: {0} ผูกกับอีกบัญชีหนึ่งอยู่ กรุณากรอกหมายเลขอื่นซึ่งสามารถใช้ในการติดต่อคุณได้โดยตรง
uk: {0} пов''язаний з іншим обліковим записом. Будь ласка, введіть інший номер, за яким з вами можна безпосередньо зв''язатись.
